tap "heroku/brew"
tap "homebrew/services"
tap "kong/deck"
tap "mongodb/brew"

brew "webp"
brew "cloc"
brew "openssl@3"
brew "cocoapods"
brew "eza"
brew "flyctl"
brew "gh"
brew "git"
brew "graphviz"
brew "imagemagick"
brew "node"
brew "mypy"
brew "pipx"
brew "pnpm"
brew "postgresql@14", restart_service: :changed
brew "pyenv"
brew "qrencode"
brew "ruff"
brew "thefuck"
brew "tree"
brew "watchman"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "kong/deck/deck"
brew "mongodb/brew/mongodb-community"

cask "db-browser-for-sqlite"
cask "ghostty"
cask "github"
cask "google-cloud-sdk"
cask "obs"
cask "postman"
cask "stats"
cask "zed"
